export const buildings = [
  {
    "id": 1,
    "name": "Аэропорт «Кольцово»",
    "address": "Екатеринбург, ул. Бахчиванджи, 1",
    "lat": 56.750475,
    "lon": 60.801570,
    "type": "close"
  },
  {
    "id": 2,
    "name": "КПП «Бугристое»",
    "address": "Челябинская область, Троицкий район, трасса А-310, 145-й километр, 310",
    "lat": 56.8400,
    "lon": 60.6100,
    "type": "close"
  },
  {
    "id": 3,
    "name": "КПП «Петухово»",
    "address": "Курганская область, г. Петухово, ул. Южная, 2",
    "lat": 55.091404, 
    "lon": 68.242960,
    "type": "close"
  },
  {
    "id": 4,
    "name": "КПП «Исилькуль»",
    "address": "Омская область, г. Исилькуль, ул. Железнодорожная, 1",
    "lat": 54.921873,
    "lon":  71.016388,
    "type": "close" 
  },
  {
    "id": 5,
    "name": "Посольство России в Пекине",
    "address": "100600, г. Пекин, р-н Дунчэн, ул. Дунчжимэньнэй Бэйчжунцзе, 4",
    "lat": 39.944435, 
    "lon":  116.422595,
    "type": "long" 
  },
  {
    "id": 6,
    "name": "Генконсульство России в Шанхае",
    "address": "200080, г. Шанхай, р-н Хункоу, ул. Хуанпу, 20",
    "lat": 31.245814, 
    "lon":  121.486569,
    "type": "long" 
  },
  {
    "id": 7,
    "name": "Генконсульство России в Гуанчжоу",
    "address": "510623, г. Гуанчжоу, р-н Тяньхэ, пр-т Линьцзян Дадао, 3",
    "lat": 31.245814, 
    "lon":  121.486569,
    "type": "long" 
  },
  {
    "id": 8,
    "name": "Генконсульство России в Нью-Дели",
    "address": "Shantipath, Chanakyapuri, New Delhi, 110021",
    "lat": 28.593228,  
    "lon":  77.187117,
    "type": "long" 
  },
  {
    "id": 9,
    "name": "Генконсульство России в Каире",
    "address": "95, Giza St., Giza, Cairo",
    "lat": 30.037889, 
    "lon":  31.219455 ,
    "type": "long" 
  },
  {
    "id": 10,
    "name": "Генконсульство России в Анкаре",
    "address": "Andrey Karlov st., 5, 06692, Cankaya (Ankara)",
    "lat": 39.893802,  
    "lon":  32.852636,
    "type": "long" 
  },
]